{
  "Albert_Einstein": {
    "wikidata_description": "German-born theoretical physicist (1879–1955)",
    "wikidata_id": "Q937",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "physicist"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q937",
    "wikipedia_description": "German-born theoretical physicist (1879–1955)",
    "wikipedia_paragraph": "Albert Einstein (14 March 1879 – 18 April 1955) was a German-born theoretical physicist who is best known for developing the theory of relativity. Einstein also made important contributions to quantum mechanics. His mass–energy equivalence formula E = mc2, which arises from special relativity, has been called \"the world's most famous equation\". He received the 1921 Nobel Prize in Physics for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect.\nBorn in the German Empire, Einstein moved to Switzerland in 1895, forsaking his German citizenship (as a subject of the Kingdom of Württemberg) the following year. In 1897, at the age of seventeen, he enrolled in the mathematics and physics teaching diploma program at the Swiss federal polytechnic school in Zurich, graduating in 1900. He acquired Swiss citizenship a year later, which he kept for the rest of his life, and afterwards secured a permanent position at the Swiss Patent Office in Bern. In 1905, he submitted a successful PhD dissertation to the University of Zurich. In 1914, he moved to Berlin to join the Prussian Academy of Sciences and the Humboldt University of Berlin, becoming director of the Kaiser Wilhelm Institute for Physics in 1917; he also became a German citizen again, this time as a subject of the Kingdom of Prussia. In 1933, while Einstein was visiting the United States, Adolf Hitler came to power in Germany. Horrified by the Nazi persecution of his fellow Jews, he decided to remain in the US, and was granted American citizenship in 1940. On the eve of World War II, he endorsed a letter to President Franklin D. Roosevelt alerting him to the potential German nuclear weapons program and recommending that the US begin similar research.\nIn 1905, sometimes described as his annus mirabilis (miracle year), he published four groundbreaking papers. In them, he outlined a theory of the photoelectric effect, explained Brownian motion, introduced his special theory of relativity, and demonstrated that if the special theory is correct, mass and energy are equivalent to each other. In 1915, he proposed a general theory of relativity that extended his system of mechanics to incorporate gravitation. A cosmological paper that he published the following year laid out the implications of general relativity for the modeling of the structure and evolution of the universe as a whole. In 1917, Einstein wrote a paper which introduced the concepts of spontaneous emission and stimulated emission, the latter of which is the core mechanism behind the laser and maser, and which contained a trove of information that would be beneficial to developments in physics later on, such as quantum electrodynamics and quantum optics.\nIn the middle part of his career, Einstein made important contributions to statistical mechanics and quantum theory. Especially notable was his work on the quantum physics of radiation, in which light consists of particles, subsequently called photons. With physicist Satyendra Nath Bose, he laid the groundwork for Bose–Einstein statistics. For much of the last phase of his academic life, Einstein worked on two endeavors that ultimately proved unsuccessful. First, he advocated against quantum theory's introduction of fundamental randomness into science's picture of the world, objecting that God does not play dice. Second, he attempted to devise a unified field theory by generalizing his geometric theory of gravitation to include electromagnetism. As a result, he became increasingly isolated from mainstream modern physics."
  },
  "All_England_Club": {
    "wikidata_description": "English tennis club",
    "wikidata_id": "Q815369",
    "wikidata_properties": [
      [
        "country",
        "United Kingdom"
      ],
      [
        "instance of",
        "sports club"
      ],
      [
        "instance of",
        "gentlemen's club"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q815369",
    "wikipedia_description": "Private members' club in Wimbledon, England",
    "wikipedia_paragraph": "The All England Lawn Tennis and Croquet Club, also known as the All England Club, is a private members' club based at Church Road in the Wimbledon area of London, England. It is best known as the venue for the Wimbledon Championships, the only Grand Slam tennis event still held on grass. Initially an amateur event that occupied club members and their friends for a few days each summer, the championships have become far more prominent than the club itself.\nThe club has 375 full members, about 100 temporary playing members, and a number of honorary members. To become a full or temporary member, an applicant must obtain letters of support from four existing full members, two of whom must have known the applicant for at least three years. The name is then added to the candidates' list. Honorary members are elected from time to time by the club's committee. Membership carries with it the right to purchase two tickets for each day of the Wimbledon Championships. In addition to this, all champions are invited to become members.\nCatherine, Princess of Wales, has been the patron of the club since 2016, and took over in 2021 from HRH The Duke of Kent when he stepped down as president of the club, among a number of royal patronages."
  },
  "Angela_Merkel": {
    "wikidata_description": "chancellor of Germany from 2005 to 2021",
    "wikidata_id": "Q567",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "politician"
      ],
      [
        "occupation",
        "physicist"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q567",
    "wikipedia_description": "Chancellor of Germany from 2005 to 2021",
    "wikipedia_paragraph": "Angela Dorothea Merkel ([aŋˈɡeːla doʁoˈteːa ˈmɛʁkl̩] ; née Kasner; born 17 July 1954) is a German retired politician who served as Chancellor of Germany from 2005 to 2021. She is the only woman to have held the office, as well as the only former East German, and the first born after World War II. She was Leader of the Opposition from 2002 to 2005 and Leader of the Christian Democratic Union (CDU) from 2000 to 2018.\nMerkel was born in Hamburg in West Germany. Her family moved to East Germany when she was an infant. A member of the Communist Youth, Merkel obtained a doctorate in quantum chemistry in 1986 and worked as a research scientist until 1989. She then entered politics in the wake of the Revolutions of 1989, briefly serving as deputy spokeswoman for the first democratically elected government of East Germany, led by Lothar de Maizière. Following German reunification in 1990, Merkel was elected to the Bundestag for the state of Mecklenburg-Vorpommern. As the protégée of Chancellor Helmut Kohl, Merkel was appointed as Minister for Women and Youth in 1991, later becoming Minister for the Environment, Nature Conservation and Nuclear Safety in 1994. After the CDU lost the 1998 federal election, Merkel was elected general secretary of the party. She then became the party's first female leader, and the first female leader of the Opposition, two years later.\nFollowing the 2005 federal election, Merkel was elected chancellor, leading a grand coalition consisting of the CDU, the Christian Social Union (CSU), and the Social Democratic Party of Germany (SPD). She was the first woman to be elected chancellor, and the first chancellor of reunified Germany to have been raised in the former East Germany. In the 2009 federal election, the CDU obtained the largest share of the vote, and Merkel subsequently formed a coalition government with the Free Democratic Party (FDP), an alliance more favourable to the CDU than the grand coalition. In the 2013 federal election, the CDU won a landslide victory and formed a second grand coalition with the SPD, after the FDP lost all of its representation in the Bundestag. In the 2017 federal election, Merkel led the CDU to become the largest party for the fourth time, resulting in the formation of a third grand coalition with the SPD.\nIn foreign policy, Merkel emphasised international cooperation, both in the context of the EU and NATO, and initiating the Russian reset and strengthening of Eurasian and transatlantic economic relations. In the first half of 2007, Merkel served as president of the European Council and played a central role in the negotiation of the Treaty of Lisbon and the Berlin Declaration. Merkel's governments managed the 2008 financial crisis and the Euro area crisis. She negotiated the 2008 European Union stimulus plan, which focused on infrastructure spending and public investment to counteract the Great Recession. Also in 2008, she actively blocked the access of Ukraine and Georgia in the enlargement of NATO during the 2008 Bucharest summit.\nIn domestic policy, Merkel's Energiewende programme supported the development of renewable energy, Russian gas and the phaseout of nuclear power in Germany. Despite the 2014 Russian annexation of Crimea, which prompted sanctions around the world, she initiated the construction of the controversial Nord Stream 2 pipelines to Russia and protected their construction from United States sanctions imposed in 2019. Reforms to the Bundeswehr, health care reform, the 2010s European migrant crisis, and the COVID-19 pandemic were major issues during her chancellorship. Merkel stepped down as leader of the CDU in 2018 and did not seek a fifth term as chancellor in the 2021 federal election. Following the Russian invasion of Ukraine, her legacy came under increased scrutiny both in Germany and abroad for her relatively warm relations with Russia and increasing the German economy's dependence on Russia, as well as the downsizing of the Bundeswehr that occurred during her tenure."
  },
  "Apple_Inc.": {
    "wikidata_description": "American multinational technology company based in Cupertino, California",
    "wikidata_id": "Q312",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "business"
      ],
      [
        "instance of",
        "organization"
      ],
      [
        "instance of",
        "corporation"
      ],
      [
        "instance of",
        "brand"
      ],
      [
        "instance of",
        "public company"
      ],
      [
        "instance of",
        "enterprise"
      ],
      [
        "instance of",
        "technology company"
      ],
      [
        "instance of",
        "computer manufacturer"
      ],
      [
        "part of",
        "Dow Jones Industrial Average"
      ],
      [
        "part of",
        "S&P 500"
      ],
      [
        "part of",
        "Nasdaq-100"
      ],
      [
        "part of",
        "Dow Jones Global Titans 50"
      ],
      [
        "part of",
        "Big Tech (web)"
      ],
      [
        "part of",
        "Silicon Six"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q312",
    "wikipedia_description": "American multinational technology company",
    "wikipedia_paragraph": "Apple Inc. is an American multinational corporation and technology company headquartered in Cupertino, California, in Silicon Valley. It is best known for its consumer electronics, software, and services. Founded in 1976 as Apple Computer Company by Steve Jobs, Steve Wozniak and Ronald Wayne, the company was incorporated by Jobs and Wozniak as Apple Computer, Inc. the following year. It was renamed Apple Inc. in 2007 as the company had expanded its focus from computers to consumer electronics. Apple is the largest technology company by revenue, with US$391.04 billion in the 2024 fiscal year.\nThe company was founded to produce and market Wozniak's Apple I personal computer. Its second computer, the Apple II, became a best seller as one of the first mass-produced microcomputers. Apple introduced the Lisa in 1983 and the Macintosh in 1984, as some of the first computers to use a graphical user interface and a mouse. By 1985, internal company problems led to Jobs leaving to form NeXT, and Wozniak withdrawing to other ventures; John Sculley served as long-time CEO for over a decade. In the 1990s, Apple lost considerable market share in the personal computer industry to the lower-priced Wintel duopoly of the Microsoft Windows operating system on Intel-powered PC clones. In 1997, Apple was weeks away from bankruptcy. To resolve its failed operating system strategy, it bought NeXT, effectively bringing Jobs back to the company, who guided Apple back to profitability over the next decade with the introductions of the iMac, iPod, iPhone, and iPad devices to critical acclaim as well as the iTunes Store, launching the \"Think different\" advertising campaign, and opening the Apple Store retail chain. These moves elevated Apple to consistently be one of the world's most valuable brands since about 2010. Jobs resigned in 2011 for health reasons, and died two months later; he was succeeded as CEO by Tim Cook.\nApple's product lineup includes portable and home hardware such as the iPhone, iPad, Apple Watch, Mac, and Apple TV; operating systems such as iOS, iPadOS, and macOS; and various software and services including Apple Pay, iCloud, and multimedia streaming services like Apple Music and Apple TV+. Apple is one of the Big Five American information technology companies; for the most part since 2011, Apple has been the world's largest company by market capitalization, and, as of 2023, is the largest manufacturing company by revenue, the fourth-largest personal computer vendor by unit sales, the largest vendor of tablet computers, and the largest vendor of mobile phones in the world. Apple became the first publicly traded U.S. company to be valued at over $1 trillion in 2018, and, as of December 2024, is valued at just over $3.74 trillion. Apple is the largest company on the Nasdaq, where it trades under the ticker symbol \"AAPL\".\nApple has received criticism regarding its contractors' labor practices, its relationship with trade unions, its environmental practices, and its business ethics, including anti-competitive practices and materials sourcing. Nevertheless, the company has a large following and enjoys a high level of brand loyalty.\n\n"
  },
  "BBC_Sport": {
    "wikidata_description": "sports division of the BBC",
    "wikidata_id": "Q552359",
    "wikidata_properties": [
      [
        "instance of",
        "business"
      ],
      [
        "instance of",
        "editorial team"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q552359",
    "wikipedia_description": "Sports division of British broadcaster",
    "wikipedia_paragraph": "BBC Sport is the sports division of the BBC, providing national sports coverage for BBC television, radio and online. The BBC holds the television and radio UK broadcasting rights to several sports, broadcasting the sport live or alongside flagship analysis programmes such as Match of the Day, Test Match Special, Ski Sunday and Today at Wimbledon. Results, analysis and coverage is also added to the BBC Sport website and through the BBC Red Button interactive television service."
  },
  "Barack_Obama": {
    "wikidata_description": "president of the United States from 2009 to 2017",
    "wikidata_id": "Q76",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "politician"
      ],
      [
        "occupation",
        "lawyer"
      ],
      [
        "occupation",
        "jurist"
      ],
      [
        "occupation",
        "statesperson"
      ],
      [
        "occupation",
        "academic"
      ],
      [
        "occupation",
        "podcaster"
      ],
      [
        "occupation",
        "memoirist"
      ],
      [
        "occupation",
        "political writer"
      ],
      [
        "occupation",
        "community organizer"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q76",
    "wikipedia_description": "President of the United States from 2009 to 2017",
    "wikipedia_paragraph": "Barack Hussein Obama II (born August 4, 1961) is an American politician who was the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African American president. Obama previously served as a U.S. senator representing Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004.\nBorn in Honolulu, Hawaii, Obama graduated from Columbia University in 1983 with a Bachelor of Arts degree in political science and later worked as a community organizer in Chicago. In 1988, Obama enrolled in Harvard Law School, where he was the first black president of the Harvard Law Review. He became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. In 1996, Obama was elected to represent the 13th district in the Illinois Senate, a position he held until 2004, when he successfully ran for the U.S. Senate. In the 2008 presidential election, after a close primary campaign against Hillary Clinton, he was nominated by the Democratic Party for president. Obama selected Joe Biden as his running mate and defeated Republican nominee John McCain and his running mate Sarah Palin.\nObama was awarded the 2009 Nobel Peace Prize for efforts in international diplomacy, a decision which drew both criticism and praise. During his first term, his administration responded to the 2008 financial crisis with measures including the American Recovery and Reinvestment Act of 2009, a major stimulus package to guide the economy in recovering from the Great Recession; a partial extension of the Bush tax cuts; legislation to reform health care; and the Dodd–Frank Wall Street Reform and Consumer Protection Act, a major financial regulation reform bill. Obama also appointed Supreme Court justices Sonia Sotomayor and Elena Kagan, the former being the first Hispanic American on the Supreme Court. He oversaw the end of the Iraq War and ordered Operation Neptune Spear, the raid that killed Osama bin Laden, who was responsible for the September 11 attacks. Obama downplayed Bush's counterinsurgency model, expanding air strikes and making extensive use of special forces, while encouraging greater reliance on host-government militaries. He also ordered the 2011 military intervention in Libya to implement United Nations Security Council Resolution 1973, contributing to the overthrow of Muammar Gaddafi and the outbreak of the Libyan crisis.\nObama defeated Republican opponent Mitt Romney and his running mate Paul Ryan in the 2012 presidential election. In his second term, Obama advocated for gun control in the wake of the Sandy Hook Elementary School shooting, took steps to combat climate change, signing the Paris Agreement, a major international climate agreement, and an executive order to limit carbon emissions. Obama also presided over the implementation of the Affordable Care Act and other legislation passed in his first term. He initiated sanctions against Russia following the invasion in Ukraine and again after Russian interference in the 2016 U.S. elections, ordered military intervention in Iraq in response to gains made by ISIL following the 2011 withdrawal from Iraq, negotiated the Joint Comprehensive Plan of Action (a nuclear agreement with Iran), and normalized relations with Cuba. The number of American soldiers in Afghanistan decreased during Obama's second term, though U.S. soldiers remained in the country throughout the remainder of his presidency. Obama promoted inclusion for LGBT Americans, becoming the first sitting U.S. president to publicly support same-sex marriage.\nObama left office in 2017 with high approval ratings both within the United States and among foreign advisories. He continues to reside in Washington D.C. and remains politically active, campaigning for candidates in various American elections, including in Biden's successful presidential bid in the 2020 presidential election. Outside of politics, Obama has published three books: Dreams from My Father (1995), The Audacity of Hope (2006), and A Promised Land (2020). His presidential library began construction in the South Side of Chicago in 2021. Historians and political scientists rank Obama among the upper tier in historical rankings of U.S. presidents."
  },
  "Belgium": {
    "wikidata_description": "country in western Europe",
    "wikidata_id": "Q31",
    "wikidata_properties": [
      [
        "country",
        "Belgium"
      ],
      [
        "instance of",
        "country"
      ],
      [
        "instance of",
        "federation"
      ],
      [
        "instance of",
        "sovereign state"
      ],
      [
        "part of",
        "Europe"
      ],
      [
        "part of",
        "European Union"
      ],
      [
        "part of",
        "Western Europe"
      ],
      [
        "part of",
        "Benelux"
      ],
      [
        "part of",
        "Allies of the First World War"
      ],
      [
        "part of",
        "Low Countries"
      ],
      [
        "part of",
        "European Economic Area"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q31",
    "wikipedia_description": "Country in Northwestern Europe",
    "wikipedia_paragraph": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. Situated in a coastal lowland region known as the Low Countries, it is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the south, and the North Sea to the west. Belgium covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.8 million; its population density of 383/km2 (990/sq mi) ranks 22nd in the world and sixth in Europe. The capital and largest metropolitan region is Brussels; other major cities are Antwerp, Ghent, Charleroi, Liège, Bruges, Namur, and Leuven.\nBelgium is a parliamentary constitutional monarchy with a complex federal system structured on regional and linguistic grounds. The country is divided into three highly autonomous regions: the Flemish Region (Flanders) in the north, the Walloon Region (Wallonia) in the south, and the Brussels-Capital Region in the middle. Belgium is also home to two main linguistic communities: the Dutch-speaking Flemish Community, which constitutes about 60 percent of the population, and the French-speaking French Community, which constitutes about 40 percent of the population; a small German-speaking Community, comprising around one percent of the population, exists in the East Cantons. Belgium's linguistic diversity and related political conflicts are reflected in its complex system of governance, made up of six different governments. Belgium is a developed country with an advanced high-income economy. It is one of the six founding members of the European Union, with its capital of Brussels serving as the de facto capital of the EU, hosting the official seats of the European Commission, the Council of the European Union, the European Council, and one of two seats of the European Parliament (the other being Strasbourg). Brussels also hosts the headquarters of many major international organizations, such as NATO.\nIn antiquity, present-day Belgium was dominated by the Belgae before being annexed into the Roman Empire in the mid first century BC. During the Middle Ages, Belgium's central location kept it relatively prosperous and connected both commercially and politically to its larger neighbours; it was part of the Carolingian Empire, the succeeding Holy Roman Empire, and subsequently the Burgundian Netherlands. Following rule by Habsburg Spain (1556–1714), the Austrian Habsburgs (1714–1794), and Revolutionary France (1794–1815), most of modern-day Belgium was incorporated into the United Kingdom of the Netherlands after the Congress of Vienna in 1815. Centuries of being contested and controlled by various European powers earned Belgium the moniker \"the Battlefield of Europe\", a reputation reinforced in the 20th century by both world wars.\nAn independent Belgium was established following the 1830 Belgian Revolution. In the 19th century it was one of the earliest participants of the Industrial Revolution, and the first country in continental Europe to become industrialised. By the early 20th century, it possessed several colonies, notably the Belgian Congo and Ruanda-Urundi, which gained independence between 1960 and 1962. The second half of the 20th century was marked by rising tensions between the Dutch-speakers and French-speakers, fueled by differences in political culture and the unequal economic development of Flanders and Wallonia. This has resulted in several far-reaching state reforms, including the transition from a unitary to federal structure between 1970 and 1993. Tensions persist amid ongoing reforms; the country faces a strong separatist sentiment among the Flemish, controversial language laws, and a fragmented political landscape that resulted in a record 589 days without a government formation following the 2010 federal election."
  },
  "Berlin": {
    "wikidata_description": "federated state, capital and largest city of Germany",
    "wikidata_id": "Q64",
    "wikidata_properties": [
      [
        "country",
        "Germany"
      ],
      [
        "instance of",
        "federated state of Germany"
      ],
      [
        "instance of",
        "city-state"
      ],
      [
        "instance of",
        "metropolis"
      ],
      [
        "instance of",
        "big city"
      ],
      [
        "instance of",
        "seat of government"
      ],
      [
        "instance of",
        "Hanseatic city"
      ],
      [
        "instance of",
        "federal capital"
      ],
      [
        "instance of",
        "urban municipality in Germany"
      ],
      [
        "instance of",
        "Einheitsgemeinde of Germany"
      ],
      [
        "instance of",
        "largest city"
      ],
      [
        "instance of",
        "town divided by border"
      ],
      [
        "instance of",
        "independent city in Berlin"
      ],
      [
        "part of",
        "Berlin-Brandenburg Metropolitan Region"
      ],
      [
        "part of",
        "agglomeration of Berlin"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q64",
    "wikipedia_description": "Capital and largest city of Germany",
    "wikipedia_paragraph": "Berlin ( bur-LIN; German: [bɛʁˈliːn] ) is the capital and largest city of Germany, by both area and population. With 3.7 million inhabitants, it has the highest population within its city limits of any city in the European Union. The city is also one of the states of Germany, being the third smallest state in the country by area. Berlin is surrounded by the state of Brandenburg, and Brandenburg's capital Potsdam is nearby. The urban area of Berlin has a population of over 4.6 million and is therefore the most populous urban area in Germany. The Berlin-Brandenburg capital region has around 6.2 million inhabitants and is Germany's second-largest metropolitan region after the Rhine-Ruhr region, as well as the fifth-biggest metropolitan region by GDP in the European Union.\nBerlin was built along the banks of the Spree river, which flows into the Havel in the western borough of Spandau. The city includes lakes in the western and southeastern boroughs, the largest of which is Müggelsee. About one-third of the city's area is composed of forests, parks and gardens, rivers, canals, and lakes.\nFirst documented in the 13th century and at the crossing of two important historic trade routes, Berlin was designated the capital of the Margraviate of Brandenburg (1417–1701), Kingdom of Prussia (1701–1918), German Empire (1871–1918), Weimar Republic (1919–1933), and Nazi Germany (1933–1945). Berlin served as a scientific, artistic, and philosophical hub during the Age of Enlightenment, Neoclassicism, and the German revolutions of 1848–1849. During the Gründerzeit, an industrialization-induced economic boom triggered a rapid population increase in Berlin. 1920s Berlin was the third-largest city in the world by population. After World War II and following Berlin's occupation, the city was split into West Berlin and East Berlin, divided by the Berlin Wall. East Berlin was declared the capital of East Germany, while Bonn became the West German capital. Following German reunification in 1990, Berlin once again became the capital of all of Germany. Due to its geographic location and history, Berlin has been called \"the heart of Europe\".\nBerlin is a global city of culture, politics, media and science. Its economy is based on high tech and the service sector, encompassing a diverse range of creative industries, startup companies, research facilities, and media corporations. Berlin serves as a continental hub for air and rail traffic and has a complex public transportation network. Tourism in Berlin makes the city a popular global destination. Significant industries include information technology, the healthcare industry, biomedical engineering, biotechnology, the automotive industry, and electronics.\nBerlin is home to several universities, such as the Humboldt University of Berlin, Technische Universität Berlin, the Berlin University of the Arts and the Free University of Berlin. The Berlin Zoological Garden is the most visited zoo in Europe. Babelsberg Studio is the world's first large-scale movie studio complex, and there are many films set in Berlin. Berlin is home to three World Heritage Sites: Museum Island, the Palaces and Parks of Potsdam and Berlin, and the Berlin Modernism Housing Estates. Other landmarks include the Brandenburg Gate, the Reichstag building, Potsdamer Platz, the Memorial to the Murdered Jews of Europe, and the Berlin Wall Memorial. Berlin has numerous museums, galleries, and libraries.\n\n"
  },
  "Berlin_Brandenburg_Airport": {
    "wikidata_description": "airport serving Berlin, Germany",
    "wikidata_id": "Q160556",
    "wikidata_properties": [
      [
        "country",
        "Germany"
      ],
      [
        "instance of",
        "commercial airport"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q160556",
    "wikipedia_description": "International airport in Germany",
    "wikipedia_paragraph": "Berlin Brandenburg Airport (German: Flughafen Berlin Brandenburg „Willy Brandt“) (IATA: BER, ICAO: EDDB) (German pronunciation: [beːʔeːˈʔɛɐ̯] ) is an international airport in Schönefeld, just south of the German capital and state of Berlin, in the state of Brandenburg. Named after the former West Berlin mayor and West German chancellor Willy Brandt, it is located 18 kilometres (11 mi) south-east of the city centre and serves as a base for Condor, easyJet, Eurowings, Ryanair and Sundair. It mostly has flights to European metropolitan and leisure destinations as well as a number of intercontinental services.\nThe new airport replaced Tempelhof, Schönefeld, and Tegel airports (with the former already closed in 2008, followed by the latter two in 2020), and became the single commercial airport serving Berlin and the surrounding State of Brandenburg, an area with 6 million inhabitants. With projected annual passenger numbers of around 34 million, Berlin Brandenburg Airport has become the third busiest airport in Germany, surpassing Düsseldorf Airport and making it the twenty fourth busiest in Europe.\nAt the time of opening, the airport had a theoretical capacity of 46 million passengers per year. Terminal 1 accounts for 28 million of this; Terminal 2, which did not open until 24 March 2022, having been delayed by the COVID-19 pandemic, accounts for 6 million; and Terminal 5, the terminal buildings of the former Berlin-Schönefeld Airport, accounts for another 12 million. Planned further expansion would bring the airport's total annual capacity to 58 million passengers by 2035.\nThe airport was originally planned to open in October 2011, five years after starting construction in 2006. The project encountered successive delays due to poor construction planning, execution, management, and corruption. Berlin Brandenburg Airport finally received its operational licence in May 2020, and opened for commercial traffic on 31 October 2020, 14 years after construction started and 29 years after official planning was begun. Schönefeld's refurbished passenger facilities were incorporated as Terminal 5 on 25 October 2020 while all other airlines completed the transition from Tegel to Berlin Brandenburg Airport by 8 November 2020."
  },
  "British_Museum": {
    "wikidata_description": "national museum in London, United Kingdom",
    "wikidata_id": "Q6373",
    "wikidata_properties": [
      [
        "country",
        "United Kingdom"
      ],
      [
        "instance of",
        "museum"
      ],
      [
        "instance of",
        "art museum"
      ],
      [
        "instance of",
        "non-departmental public body"
      ],
      [
        "instance of",
        "national museum"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q6373",
    "wikipedia_description": "National museum in London, England",
    "wikipedia_paragraph": "The British Museum is a public museum dedicated to human history, art and culture located in the Bloomsbury area of London. Its permanent collection of eight million works is the largest in the world. It documents the story of human culture from its beginnings to the present. Established in 1753, the British Museum was the first public national museum. In 2023, the museum received 5,820,860 visitors, 42% more than the previous year. At least one group rated it the most popular attraction in the United Kingdom.\nAt its beginning, the museum was largely based on the collections of the Anglo-Irish physician and scientist Sir Hans Sloane. It opened to the public in 1759, in Montagu House, on the site of the current building. The museum's expansion over the following 250 years was largely a result of British colonisation and resulted in the creation of several branch institutions, or independent spin-offs, the first being the Natural History Museum in 1881. Some of its best-known acquisitions, such as the Greek Elgin Marbles and the Egyptian Rosetta Stone, are subject to long-term disputes and repatriation claims.\nIn 1973, the British Library Act 1972 detached the library department from the British Museum, but it continued to host the now separated British Library in the same Reading Room and building as the museum until 1997. The museum is a non-departmental public body sponsored by the Department for Culture, Media and Sport. Like all UK national museums, it charges no admission fee except for loan exhibitions."
  },
  "Cape_Canaveral": {
    "wikidata_description": "cape on the Atlantic coast of Florida in the United States",
    "wikidata_id": "Q193401",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "cape"
      ],
      [
        "instance of",
        "headland"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q193401",
    "wikipedia_description": "Cape on the Atlantic coast of Florida in the United States",
    "wikipedia_paragraph": "Cape Canaveral (Spanish: Cabo Cañaveral) is a cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched from both the station and the Kennedy Space Center on adjacent Merritt Island, the two are sometimes conflated with each other.\nOther features of the cape include Port Canaveral, one of the busiest cruise ports in the world, and the Cape Canaveral Lighthouse. The city of Cape Canaveral lies just south of the Port Canaveral District. Mosquito Lagoon, the Indian River, Merritt Island National Wildlife Refuge and Canaveral National Seashore are also features of this area.\n\n"
  },
  "Cupertino,_California": {
    "wikidata_description": "city in Santa Clara County, California, United States",
    "wikidata_id": "Q189471",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "city"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q189471",
    "wikipedia_description": "City in California, United States",
    "wikipedia_paragraph": "Cupertino ( KOOP-ər-TEEN-oh) is a city in Santa Clara County, California, United States, directly west of San Jose on the western edge of the Santa Clara Valley with portions extending into the foothills of the Santa Cruz Mountains. The population was 60,381 as of the 2020 census. The city is the home of Apple Inc., headquartered within the city at Apple Park.\nNamed for a local creek by Spanish explorer Juan Bautista de Anza's cartographer bearing the name of Saint Joseph of Cupertino, Cupertino was officially incorporated in 1955, though it saw economic activity in the early 19th century. The area was originally an agricultural community producing prunes, apricots and cherries, with a winery joining the ranks by the 19th century. Cupertino grew immensely during the 1950s due to the suburban housing boom experienced after the Second World War, concurring with the earliest roots of Silicon Valley developing near Cupertino. By the 1960s, office parks were being built and technology companies were setting up shop in the city, most notably Apple and Hewlett-Packard.\nCupertino remains a cornerstone of Silicon Valley. The economy is dominated by technology companies, including large ones like Apple, as well as medium-sized companies and startups.\n\n"
  },
  "DRV_PNK_Stadium": {
    "wikidata_description": "soccer stadium in Fort Lauderdale, Florida, USA",
    "wikidata_id": "Q65240568",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "association football venue"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q65240568",
    "wikipedia_description": "Soccer stadium in Fort Lauderdale, Florida",
    "wikipedia_paragraph": "Chase Stadium is a soccer-specific stadium in Fort Lauderdale, Florida, United States. Built on the site of the former Lockhart Stadium, the 21,550-seat stadium is the home pitch of Inter Miami CF of Major League Soccer (MLS) and its MLS Next Pro reserve side Inter Miami CF II. Chase Stadium opened in 2020 as an interim venue for Inter Miami CF until the completion of the Miami Freedom Park stadium in 2026.\nThe stadium is the primary headquarters for the team and its youth academy, in addition to further training grounds."
  },
  "Emma_Raducanu": {
    "wikidata_description": "British professional tennis player",
    "wikidata_id": "Q64849968",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "tennis player"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q64849968",
    "wikipedia_description": "British professional tennis player (born 2002)",
    "wikipedia_paragraph": "Emma Raducanu ( RAD-ə-KAH-noo, Romanian: [rədu'kanu]; born 13 November 2002) is a British professional tennis player. She reached a career-high singles ranking of world No. 10 by the WTA, and is the current British No. 1. Raducanu was the 2021 US Open champion, and the first British woman to win a singles major since Virginia Wade at the 1977 Wimbledon Championships.\nWith a wildcard entry at 2021 Wimbledon, ranked outside the world's top 300, she reached the fourth round at her first major tournament. At the 2021 US Open, she became the first qualifier in the Open Era to win a Grand Slam singles title, beating Leylah Fernandez in the final and without dropping a set during the tournament. It was the second major tournament of her career, and she holds the Open Era record for the fewest majors played before winning a title."
  },
  "Emmanuel_Macron": {
    "wikidata_description": "President of France and Co-Prince of Andorra since 2017",
    "wikidata_id": "Q3052772",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "politician"
      ],
      [
        "occupation",
        "statesperson"
      ],
      [
        "occupation",
        "official"
      ],
      [
        "occupation",
        "banker"
      ],
      [
        "occupation",
        "investment banker"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q3052772",
    "wikipedia_description": "President of France since 2017",
    "wikipedia_paragraph": "Emmanuel Jean-Michel Frédéric Macron (born 21 December 1977) is a French politician who has served as President of France and Co-Prince of Andorra since 2017. He served as Minister of the Economy, Industry, and Digital Affairs under President François Hollande from 2014 to 2016. He has been a member of Renaissance since founding the party in 2016.\nBorn in Amiens, Macron studied philosophy at Paris Nanterre University. He completed a master's degree in public affairs at Sciences Po and graduated from the École nationale d'administration in 2004. He worked as a senior civil servant at the Inspectorate General of Finances and investment banker at Rothschild & Co. Appointed Élysée deputy secretary-general by President Hollande after the 2012 election, Macron was a senior adviser to Hollande. Appointed Economics Minister in 2014, in the second Valls government, he led several business-friendly reforms. He resigned in 2016, to launch his 2017 presidential campaign. A member of the Socialist Party between 2006 and 2009, he ran in the election under the banner of En Marche, a centrist and pro-European political movement he founded in 2016.\nPartly due to the Fillon affair, Macron was elected President in May 2017 with 66% of the vote in the second round, defeating Marine Le Pen of the National Front. Aged 39, he became the youngest president in French history. In the 2017 legislative election, his party, renamed La République En Marche! (LREM), secured a majority in the National Assembly. Macron was elected to a second term in the 2022 presidential election, again defeating Le Pen, becoming the first French presidential candidate to win reelection since Jacques Chirac in 2002. Macron's centrist coalition lost its majority in the 2022 legislative election, resulting in a hung parliament and formation of France's first minority government since 1993. In 2024, Macron appointed Gabriel Attal as Prime Minister, after a government crisis. Following overwhelming defeat at the 2024 European Parliament elections, Macron dissolved the National Assembly and called for a snap legislative election which resulted in another hung parliament and electoral defeat for his coalition. Two months afterwards, Macron appointed Michel Barnier, a conservative and former chief Brexit negotiator, as Prime Minister. Only three months in, Barnier was toppled by a historic vote of no confidence, prompting Macron to replace him with centrist veteran François Bayrou.\nDuring his presidency, Macron has overseen reforms to labour laws, taxation, and pensions; and pursued a renewable energy transition. Dubbed \"president of the rich\" by opponents, increasing protests against his reforms, culminating in 2018–2020 with the yellow vests protests and the pension reform strike. In foreign policy, he called for reforms to the European Union (EU) and signed treaties with Italy and Germany. Macron conducted €40 billion in trade and business agreements with China during the China–United States trade war and oversaw a dispute with Australia and the US over the AUKUS security pact. From 2020, he led France's response to the COVID pandemic and vaccination rollout. In 2023, the government of his prime minister, Élisabeth Borne, passed legislation raising the retirement age from 62 to 64; this led to public sector strikes and violent protests. He continued Opération Chammal in the war against the Islamic State and joined in the international condemnation of the Russian invasion of Ukraine."
  },
  "European_Union": {
    "wikidata_description": "political and economic union of 27 European states",
    "wikidata_id": "Q458",
    "wikidata_properties": [
      [
        "country",
        "internationality"
      ],
      [
        "instance of",
        "confederation"
      ],
      [
        "instance of",
        "supranational union"
      ],
      [
        "instance of",
        "regional organization"
      ],
      [
        "instance of",
        "political economic union"
      ],
      [
        "part of",
        "European Economic Area"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q458",
    "wikipedia_description": "Supranational political and economic union",
    "wikipedia_paragraph": "The European Union (EU) is a supranational political and economic union of 27 member states that are located primarily in Europe. The union has a total area of 4,233,255 km2 (1,634,469 sq mi) and an estimated population of over 449 million as of 2024. The EU is often described as a sui generis political entity combining characteristics of both a federation and a confederation.\nContaining 5.5% of the world population in 2023, EU member states generated a nominal gross domestic product (GDP) of around €17.935 trillion in 2024, accounting for approximately one sixth of global economic output. Its cornerstone, the Customs Union, paved the way to establishing an internal single market based on standardised legal framework and legislation that applies in all member states in those matters, and only those matters, where the states have agreed to act as one. EU policies aim to ensure the free movement of people, goods, services and capital within the internal market; enact legislation in justice and home affairs; and maintain common policies on trade, agriculture, fisheries and regional development. Passport controls have been abolished for travel within the Schengen Area. The eurozone is a group composed of the 20 EU member states that have fully implemented the EU's economic and monetary union and use the euro currency. Through the Common Foreign and Security Policy, the union has developed a role in external relations and defence. It maintains permanent diplomatic missions throughout the world and represents itself at the United Nations, the World Trade Organization, the G7 and the G20.\nThe EU was established, along with its citizenship, when the Maastricht Treaty came into force in 1993, and was incorporated as an international legal juridical person upon entry into force of the Treaty of Lisbon in 2009. Its beginnings can be traced to the Inner Six states (Belgium, France, Italy, Luxembourg, the Netherlands, and West Germany) at the start of modern European integration in 1948, and to the Western Union, the International Authority for the Ruhr, the European Coal and Steel Community, the European Economic Community and the European Atomic Energy Community, which were established by treaties. These increasingly amalgamated bodies grew, with their legal successor the EU, both in size through the accessions of a further 22 states from 1973 to 2013, and in power through acquisitions of policy areas.\nIn 2012, the EU was awarded the Nobel Peace Prize. In 2020, the United Kingdom became the only member state to leave the EU; ten countries are aspiring or negotiating to join it.\n\n"
  },
  "Florence_and_the_Machine": {
    "wikidata_description": "British indie rock band",
    "wikidata_id": "Q217360",
    "wikidata_properties": [
      [
        "instance of",
        "rock band"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q217360",
    "wikipedia_description": "English indie rock band",
    "wikipedia_paragraph": "Florence and the Machine (stylised as Florence + the Machine) are an English indie rock band formed in London in 2007 by lead vocalist Florence Welch, keyboardist Isabella Summers, guitarist Rob Ackroyd, drummer Christopher Lloyd Hayden and harpist Tom Monger. The BBC played a large part in their rise to prominence by promoting Florence and the Machine as part of BBC Music Introducing. At the 2009 Brit Awards, they received the Brit Awards \"Critics' Choice\" award. \nThe band's debut studio album, Lungs, was released on 3 July 2009, and held the number-two position for its first five weeks on the UK Albums Chart. On 17 January 2010, the album reached the top position, after being on the chart for twenty-eight consecutive weeks. As of October 2010, the album had been in the top forty in the United Kingdom for sixty-five consecutive weeks, making it one of the best-selling albums of 2009 and 2010. The group's second studio album, Ceremonials, released in October 2011, entered the charts at number one in the UK and number six in the US. The band's third studio album, How Big, How Blue, How Beautiful, was released on 2 June 2015. It topped the UK charts, and debuted at number one on the US Billboard 200, their first to do so. The album reached number one in a total of eight countries and the top ten of twenty. Also in 2015, the band was the headlining act at Glastonbury Festival, making Welch the first British female headliner of the 21st century.\nThe band's music features dramatic, eccentric production and Welch's powerful vocals. Their sound has been described as a combination of various genres, including rock and soul. Lungs (2009) won the Brit Award for Best British Album in 2010. Florence and the Machine have been nominated for six Grammy Awards including Best New Artist and Best Pop Vocal Album. Additionally, the band performed at the 2010 MTV Video Music Awards and the 2010 Nobel Peace Prize Concert.\n\n"
  },
  "France": {
    "wikidata_description": "country in Western Europe and other continents (through its overseas territories in America, Africa and Oceania)",
    "wikidata_id": "Q142",
    "wikidata_properties": [
      [
        "country",
        "France"
      ],
      [
        "instance of",
        "republic"
      ],
      [
        "instance of",
        "country"
      ],
      [
        "instance of",
        "sovereign state"
      ],
      [
        "part of",
        "European Union"
      ],
      [
        "part of",
        "Western Europe"
      ],
      [
        "part of",
        "European Economic Area"
      ],
      [
        "part of",
        "Pyrenees–Mediterranean Euroregion"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q142",
    "wikipedia_description": "Country primarily in Western Europe",
    "wikipedia_paragraph": "France, officially the French Republic, is a country located primarily in Western Europe. Its overseas regions and territories include French Guiana in South America, Saint Pierre and Miquelon in the North Atlantic, the French West Indies, and many islands in Oceania and the Indian Ocean, giving it one of the largest discontiguous exclusive economic zones in the world. Metropolitan France shares borders with Belgium and Luxembourg to the north; Germany to the northeast; Switzerland to the east; Italy and Monaco to the southeast; Andorra and Spain to the south; and a maritime border with the United Kingdom to the northwest. Its metropolitan area extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. Its eighteen integral regions—five of which are overseas—span a combined area of 632,702 km2 (244,288 sq mi) and have an estimated total population of over 68.6 million as of January 2025. France is a semi-presidential republic and its capital, largest city and main cultural and economic centre is Paris.\nMetropolitan France was settled during the Iron Age by Celtic tribes known as Gauls before Rome annexed the area in 51 BC, leading to a distinct Gallo-Roman culture. In the Early Middle Ages, the Franks formed the kingdom of Francia, which became the heartland of the Carolingian Empire. The Treaty of Verdun of 843 partitioned the empire, with West Francia evolving into the Kingdom of France. In the High Middle Ages, France was a powerful but decentralized feudal kingdom, but from the mid-14th to the mid-15th centuries, France was plunged into a dynastic conflict with England known as the Hundred Years' War. In the 16th century, French culture flourished during the French Renaissance and a French colonial empire emerged. Internally, France was dominated by the conflict with the House of Habsburg and the French Wars of Religion between Catholics and Huguenots. France was successful in the Thirty Years' War and further increased its influence during the reign of Louis XIV.\nThe French Revolution of 1789 overthrew the Ancien Régime and produced the Declaration of the Rights of Man, which expresses the nation's ideals to this day. France reached its political and military zenith in the early 19th century under Napoleon Bonaparte, subjugating part of continental Europe and establishing the First French Empire. The collapse of the empire initiated a period of relative decline, in which France endured the Bourbon Restoration until the founding of the French Second Republic which was succeeded by the Second French Empire upon Napoleon III's takeover. His empire collapsed during the Franco-Prussian War in 1870. This led to the establishment of the Third French Republic, and subsequent decades saw a period of economic prosperity and cultural and scientific flourishing known as the Belle Époque. France was one of the major participants of World War I, from which it emerged victorious at great human and economic cost. It was among the Allies of World War II, but it surrendered and was occupied in 1940. Following its liberation in 1944, the short-lived Fourth Republic was established and later dissolved in the course of the defeat in the Algerian War. The current Fifth Republic was formed in 1958 by Charles de Gaulle. Algeria and most French colonies became independent in the 1960s, with the majority retaining close economic and military ties with France.\nFrance retains its centuries-long status as a global centre of art, science, and philosophy. It hosts the fourth-largest number of UNESCO World Heritage Sites and is the world's leading tourist destination, having received 100 million foreign visitors in 2023. A developed country, France has a high nominal per capita income globally, and its advanced economy ranks among the largest in the world by both nominal GDP and PPP-adjusted GDP. It is a great power, being one of the five permanent members of the United Nations Security Council and an official nuclear-weapon state. The country is part of multiple international organizations and forums."
  },
  "Germany": {
    "wikidata_description": "country in Central Europe",
    "wikidata_id": "Q183",
    "wikidata_properties": [
      [
        "country",
        "Germany"
      ],
      [
        "instance of",
        "country"
      ],
      [
        "instance of",
        "sovereign state"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q183",
    "wikipedia_description": "Country in Central Europe",
    "wikipedia_paragraph": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It lies between the Baltic Sea and the North Sea to the north and the Alps to the south. Its sixteen constituent states have a total population of over 84 million in an area of 357,596 km2 (138,069 sq mi), making it the most populous member state of the European Union. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west. The nation's capital and most populous city is Berlin and its main financial centre is Frankfurt; the largest urban area is the Ruhr.\nSettlement in the territory of modern Germany began in the Lower Paleolithic, with various tribes inhabiting it from the Neolithic onward, chiefly the Celts. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. In 962, the Kingdom of Germany formed the bulk of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. Following the Napoleonic Wars and the dissolution of the Holy Roman Empire in 1806, the German Confederation was formed in 1815.\nFormal unification of Germany into the modern nation-state commenced on 18 August 1866 with the North German Confederation Treaty establishing the Prussia-led North German Confederation, which became the German Empire in 1871. After World War I and the German Revolution of 1918–1919, the Empire was replaced by the Weimar Republic. The Nazi rise to power in 1933 led to the establishment of a totalitarian dictatorship, World War II, and the Holocaust. In 1949, after the war and a period of Allied occupation, Germany was organised into two separate polities with limited sovereignty: the Federal Republic of Germany, or West Germany, and the German Democratic Republic, or East Germany. Berlin continued its de jure Four Power status. The Federal Republic of Germany was a founding member of the Council of Europe, the European Economic Community and the European Union in 1951, while the German Democratic Republic was a communist Eastern Bloc state and member of the Warsaw Pact. After the fall of the communist led-government in East Germany, German reunification saw the former East German states join the Federal Republic of Germany on 3 October 1990.\nGermany is a developed country with a strong economy; it has the largest economy in Europe by nominal GDP. As a major force in several industrial, scientific and technological sectors, it is both the world's third-largest exporter and importer. It offers social security, a universal health care system, and tuition-free university education. Widely considered a great power, Germany is part of multiple international organisations and forums. It has the third-highest number of UNESCO World Heritage Sites: 54, of which 51 are cultural."
  },
  "Houston": {
    "wikidata_description": "city in Texas, United States",
    "wikidata_id": "Q16555",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "county seat"
      ],
      [
        "instance of",
        "big city"
      ],
      [
        "instance of",
        "port city"
      ],
      [
        "instance of",
        "city in the United States"
      ],
      [
        "part of",
        "North Barrier Coast"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q16555",
    "wikipedia_description": "Largest city in Texas, United States",
    "wikipedia_paragraph": "Houston (  HEW-stən) is the most populous city in the U.S. state of Texas and the Southern United States. It is the fourth-most populous city in the United States with a population of 2,304,580 at the 2020 census, while the Greater Houston metropolitan area at 7.8 million residents is the fifth-most populous metropolitan area in the nation and second-most populous in Texas. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County. Covering a total area of 640.4 square miles (1,659 km2), Houston is the ninth-most expansive city in the country and the largest whose municipal government is not consolidated with a county, parish, or borough. Although primarily located within Harris County, portions of the city extend into Fort Bend and Montgomery counties. Houston also functions as the southeastern anchor of the Texas Triangle megaregion.\nHouston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas's independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century. The 20th century brought a convergence of economic factors that fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas's primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified, as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, home to the Mission Control Center.\nSince the late 19th century, Houston's economy has had a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second-most Fortune 500 headquarters of any U.S. municipality within its city limits. The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled.\nNicknamed the \"Bayou City\", \"Space City\", \"H-Town\", and \"the 713\", Houston has become a global city, with strengths in culture, medicine, and research. The city's population comprises various ethnic and religious backgrounds, as well as a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major city in the U.S. It is home to many cultural institutions and exhibits, such as the Houston Museum District and the Houston Theater District.\n\n"
  },
  "IPhone": {
    "wikidata_description": "line of smartphones developed and marketed by Apple Inc.",
    "wikidata_id": "Q2766",
    "wikidata_properties": [
      [
        "instance of",
        "smartphone model series"
      ],
      [
        "subclass of",
        "smartphone"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q2766",
    "wikipedia_description": "Line of smartphones by Apple Inc.",
    "wikipedia_paragraph": "The iPhone is a line of smartphones developed and marketed by Apple that run iOS, the company's own mobile operating system. The first-generation iPhone was announced by then–Apple CEO and co-founder Steve Jobs on January 9, 2007, at Macworld 2007, and launched later that year. Since then, Apple has annually released new iPhone models and iOS versions; the most recent models being the iPhone 16 and 16 Plus, alongside the higher-end iPhone 16 Pro and 16 Pro Max, and the lower-end iPhone 16e (which replaces the iPhone SE). As of January 1, 2024, more than 2.3 billion iPhones have been sold, making Apple the largest vendor of mobile phones in 2023.\nThe original iPhone was the first mobile phone to use multi-touch technology. Throughout its history, the iPhone has gained larger, higher-resolution displays, video-recording functionality, waterproofing, and many accessibility features. Up to the iPhone 8 and 8 Plus, iPhones had a single button on the front panel, with the iPhone 5s and later integrating a Touch ID fingerprint sensor. Since the iPhone X, iPhone models have switched to a nearly bezel-less front screen design with Face ID facial recognition in place of Touch ID for authentication, and increased use of gestures in place of the home button for navigation.\nThe iPhone, which operates using Apple's proprietary iOS software, is one of the two major smartphone platforms in the world, alongside Android. The first-generation iPhone was described by Steve Jobs as a \"revolution\" for the mobile phone industry. The iPhone has been credited with popularizing the slate smartphone form factor, and with creating a large market for smartphone apps, or \"app economy\", laying the foundation for the boom of the market for mobile devices. In addition to the apps that come pre-installed on iOS, there are nearly 2 million apps available for download from Apple's mobile distribution marketplace, the App Store, as of August 2024."
  },
  "Inter_Miami_CF": {
    "wikidata_description": "American professional soccer club based in Miami",
    "wikidata_id": "Q16844931",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "association football club"
      ],
      [
        "instance of",
        "association football team"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q16844931",
    "wikipedia_description": "American soccer club in Miami, Florida",
    "wikipedia_paragraph": "Club Internacional de Fútbol Miami (lit. 'Miami International Football Club'), commonly referred to as Inter Miami, is an American professional soccer club based in the Miami metropolitan area. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. Inter Miami plays their home matches at Chase Stadium, with plans to move to Miami Freedom Park in 2026.\nOn January 29, 2018, MLS officially approved an expansion team in Miami. The club garnered international attention prior to their founding because of co-owner David Beckham, and again in 2023 with the signing of Lionel Messi on a free transfer. Since the team began playing in the 2020 season, the club has signed several other high-profile players such as Blaise Matuidi, Gonzalo Higuaín, Sergio Busquets, Jordi Alba, and Luis Suárez.\nFollowing Messi's debut, the club won their first major trophy, the 2023 Leagues Cup, which also qualified the team to the 2024 CONCACAF Champions Cup for the first time. In the 2024 season, Inter Miami secured their first Supporters' Shield. The team's estimated value according to Forbes is $1.2 billion as of 2025, ranking second in the league behind Los Angeles FC.\n\n"
  },
  "Isle_of_Wight": {
    "wikidata_description": "island, county and unitary authority area of England, United Kingdom",
    "wikidata_id": "Q9679",
    "wikidata_properties": [
      [
        "country",
        "United Kingdom"
      ],
      [
        "instance of",
        "island"
      ],
      [
        "instance of",
        "ceremonial county of England"
      ],
      [
        "instance of",
        "administrative county"
      ],
      [
        "instance of",
        "unitary authority area in England"
      ],
      [
        "part of",
        "South East England"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q9679",
    "wikipedia_description": "County and island of England",
    "wikipedia_paragraph": "The Isle of Wight  (/waɪt/ WYTE) is an island off the south coast of England which, together with its surrounding uninhabited islets and skerries, is also a ceremonial county. The county is bordered by Hampshire across the Solent strait to the north, and is otherwise surrounded by the English Channel. Its largest settlement is Ryde, and the administrative centre is Newport. \nWight has a land area of 380 km2 (150 sq mi) and had a population of 140,794 in 2022, making it the largest and second-most populous English island. The island is largely rural, with the largest settlements primarily on the coast. These include Ryde in the north-east, Shanklin and Sandown in the south-east, and the large villages of Totland and Freshwater in the west. Newport is located inland at the point at which the River Medina broadens into its estuary, and Cowes and East Cowes flank the estuary on the northern coast. For local government purposes the island is a unitary authority area. It was historically part of Hampshire.\nThe island is known for its mild climate, coastal scenery, and verdant landscape of fields, downland, and chines. It has been designated a UNESCO Biosphere Reserve. The distance between Wight and Great Britain is between 2 and 5 miles (3 and 8 kilometres). The island also contains dinosaur fossils.\nThe island has played an essential part in the defence of the ports of Southampton and Portsmouth and has been near the front line of conflicts through the ages, having faced the Spanish Armada and weathered the Battle of Britain. From the Victorian era significant urban development took place as the island developed into a tourist destination; it was home to the poets Algernon Charles Swinburne and Alfred, Lord Tennyson, and Queen Victoria built her summer residence and final home, Osborne House, at East Cowes. It has a maritime and industrial tradition of boat-building, sail-making, the manufacture of flying boats, hovercraft, and Britain's space rockets. The island hosts annual music festivals, including the Isle of Wight Festival, which in 1970 was the largest rock music event ever held."
  },
  "Landsat_program": {
    "wikidata_description": "American network of Earth-observing satellites for international research purposes",
    "wikidata_id": "Q849791",
    "wikidata_properties": [
      [
        "instance of",
        "NASA program"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q849791",
    "wikipedia_description": "American network of Earth-observing satellites for international research purposes",
    "wikipedia_paragraph": "The Landsat program is the longest-running enterprise for acquisition of satellite imagery of Earth. It is a joint NASA / USGS program. On 23 July 1972, the Earth Resources Technology Satellite was launched. This was eventually renamed to Landsat 1 in 1975. The most recent, Landsat 9, was launched on 27 September 2021.\nThe instruments on the Landsat satellites have acquired millions of images. The images, archived in the United States and at Landsat receiving stations around the world, are a unique resource for global change research and applications in agriculture, cartography, geology, forestry, regional planning, surveillance and education, and can be viewed through the U.S. Geological Survey (USGS) \"EarthExplorer\" website. Landsat 7 data has eight spectral bands with spatial resolutions ranging from 15 to 60 m (49 to 197 ft); the temporal resolution is 16 days. Landsat images are usually divided into scenes for easy downloading. Each Landsat scene is about 115 miles long and 115 miles wide (or 100 nautical miles long and 100 nautical miles wide, or 185 kilometers long and 185 kilometers wide).\n\n"
  },
  "Lionel_Messi": {
    "wikidata_description": "Argentine association football player (born 1987)",
    "wikidata_id": "Q615",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "association football player"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q615",
    "wikipedia_description": "Argentine footballer (born 1987)",
    "wikipedia_paragraph": "Lionel Andrés \"Leo\" Messi (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ; born 24 June 1987) is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players in history, Messi set numerous records for individual accolades won throughout his professional footballing career, including eight Ballon d'Ors, six European Golden Shoes, and eight times being named the world's best player by FIFA. He is the most decorated player in the history of professional football having won 45 team trophies. Messi's records include most goals in a calendar year (91), most goal contributions (21) in the FIFA World Cup, and most goal contributions (32) in the Copa América. A prolific goalscorer and creative playmaker, Messi has scored over 850 senior career goals and has provided over 380 assists for club and country.\nMessi made his competitive debut for Barcelona at age 17 in October 2004. He gradually established himself as an integral player for the club, and during his first uninterrupted season at age 22 in 2008–09 he helped Barcelona achieve the first treble in Spanish football. This resulted in Messi winning the first of four consecutive Ballon d'Ors, and by the 2011–12 season he set the European record for most goals in a season and established himself as Barcelona's all-time top scorer. During the 2014–15 campaign, where he became the all-time top scorer in La Liga, he led Barcelona to a historic second treble, leading to a fifth Ballon d'Or in 2015. He assumed Barcelona's captaincy in 2018 and won a record sixth Ballon d'Or in 2019. At Barcelona, Messi won a club-record 34 trophies, including ten La Liga titles and four Champions Leagues, among others. Financial difficulties at Barcelona led to Messi signing with French club Paris Saint-Germain in August 2021, where he won the Ligue 1 title during both of his seasons there. He joined MLS club Inter Miami in July 2023.\nAn Argentine international, Messi is the national team's all-time leading goalscorer and most-capped player. Several years after his senior debut in 2005, he won the gold medal at the 2008 Summer Olympics. Assuming captaincy in 2011, he led Argentina to three consecutive finals in the 2014 World Cup, the 2015 Copa América and the Copa América Centenario, all of which they would lose. After initially announcing his international retirement in 2016, he returned to help his country narrowly qualify for the 2018 World Cup. Messi was central to ending Argentina's 28-year trophy drought by winning the 2021 Copa América, which helped him secure his seventh Ballon d'Or that year. In the following year, he led Argentina to winning the 2022 World Cup, the country's first in 36 years. This followed with a record-extending eighth Ballon d'Or in 2023. Messi was victorious at the 2024 Copa América, his third major international title.\nMessi has endorsed sportswear company Adidas since 2006. According to France Football, he was the world's highest-paid footballer for five years out of six between 2009 and 2014, and was ranked the world's highest-paid athlete by Forbes in 2019 and 2022. Messi was among Time's 100 most influential people in the world in 2011, 2012, and 2023. In 2020 and 2023, he was named the Laureus World Sportsman of the Year, the first team-sport athlete to win it. In 2020, Messi was named to the Ballon d'Or Dream Team and became the second footballer and second team-sport athlete to surpass $1 billion in career earnings. Following his arrival and impact on football in the US, Messi was named Time's Athlete of the Year in 2023, and was bestowed with the Presidential Medal of Freedom by US president Joe Biden in 2025."
  },
  "Lyndon_B._Johnson_Space_Center": {
    "wikidata_description": "NASA field center in Houston, Texas, United States",
    "wikidata_id": "Q208371",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "research institute"
      ],
      [
        "instance of",
        "space center"
      ],
      [
        "instance of",
        "research center"
      ],
      [
        "instance of",
        "NASA facility"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q208371",
    "wikipedia_description": "NASA field center for human spaceflight",
    "wikipedia_paragraph": "The Lyndon B. Johnson Space Center (JSC) is NASA's center for human spaceflight in Houston, Texas (originally named the Manned Spacecraft Center), where human spaceflight training, research, and flight control are conducted. It was renamed in honor of the late U.S. president and Texas native, Lyndon B. Johnson, by an act of the United States Senate on February 19, 1973.\nJSC consists of a complex of 100 buildings constructed on 1,620 acres (660 ha) in Clear Lake. The center is home to NASA's astronaut corps, and is responsible for training astronauts from both the U.S. and its international partners. It also houses the Christopher C. Kraft Jr. Mission Control Center, which has provided the flight control function for every NASA human spaceflight since Gemini 4 (including Apollo, Skylab, Apollo–Soyuz, and Space Shuttle). It is popularly known by its radio call signs \"Mission Control\" and \"Houston\".\nThe original Manned Spacecraft Center grew out of the Space Task Group (STG) headed by Robert R. Gilruth that was formed to coordinate the U.S. crewed spaceflight program. The STG was based at the Langley Research Center in Hampton, Virginia, but reported organizationally to the Goddard Space Flight Center just outside Washington, D.C. To meet the growing needs of the US human spaceflight program, plans began in 1961 to expand its staff to its own organization, and move it to a new facility. This was constructed in 1962 and 1963 on land donated by the Humble Oil company through Rice University, and officially opened its doors in September 1963. Today, JSC is one of ten major NASA field centers and the city of Houston's primary cultural footprint, earning it the official nickname \"Space City\" in 1967."
  },
  "Major_League_Soccer": {
    "wikidata_description": "professional soccer league in the USA and Canada",
    "wikidata_id": "Q18543",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "country",
        "Canada"
      ],
      [
        "instance of",
        "business"
      ],
      [
        "instance of",
        "association football league"
      ],
      [
        "instance of",
        "professional sports league"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q18543",
    "wikipedia_description": "Professional soccer league in the United States and Canada",
    "wikipedia_paragraph": "Major League Soccer (MLS) is a professional soccer league in North America and the highest level of the United States soccer league system. It comprises 30 teams, with 27 in the United States and 3 in Canada, and is sanctioned by the United States Soccer Federation. MLS is one of the major professional sports leagues in the United States and Canada. The league is headquartered in Midtown Manhattan.\nThe predecessor of MLS was the North American Soccer League (NASL), which existed from 1968 until 1984. MLS was founded in 1993 as part of the United States' successful bid to host the 1994 FIFA World Cup. The inaugural season took place in 1996 with ten teams. MLS experienced financial and operational struggles in its first few years, losing millions of dollars and folding two teams in 2002. Since then, developments such as the proliferation of soccer-specific stadiums around the league, the implementation of the Designated Player Rule allowing teams to sign star players such as David Beckham and Lionel Messi, and national TV contracts have made MLS profitable. \nIn 2022, with an average attendance of over 21,000 per game, MLS had the fourth-highest average attendance of the major professional sports leagues in the United States and Canada, behind the National Football League (NFL) with over 69,000 fans per game, Major League Baseball (MLB) with over 26,000 fans per game, and the Canadian Football League (CFL) with over 21,700 fans per game. Two years later, MLS was ranked the second most attended soccer league in the world in total attendance, only trailing the Premier League.\nThe MLS regular season typically starts in late February or early March and runs through mid-October, with each team playing 34 games; the team with the best record is awarded the Supporters' Shield. Eighteen teams compete in the postseason MLS Cup playoffs in late October and November, culminating in the league's championship game, MLS Cup. Instead of operating as an association of independently owned clubs, MLS is a single entity in which each team is owned by the league and individually operated by the league's investors. The league has a fixed membership like most sports leagues in the United States and Canada and Mexico's Liga MX which makes it one of the few soccer leagues that does not use a promotion and relegation process. \nThe LA Galaxy have the most MLS Cups, with six. They are tied with D.C. United for most Supporters' Shields, with four each."
  },
  "Miami": {
    "wikidata_description": "city in Miami-Dade County, Florida, United States",
    "wikidata_id": "Q8652",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "city in the United States"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q8652",
    "wikipedia_description": "City in Florida, United States",
    "wikipedia_paragraph": "Miami is a coastal city in the U.S. state of Florida. It is the second-most populous city in Florida with a population of 442,241 at the 2020 census, while the Miami metropolitan area in South Florida has an estimated 6.46 million residents and is the sixth-largest metropolitan area in the United States. Miami has the third-largest skyline in the U.S. with over 300 high-rises, 70 of which exceed 491 ft (150 m). It is the county seat of Miami-Dade County.\nMiami is a major center and leader in finance, commerce, culture, arts, and international trade. Miami's metropolitan area is by far the largest urban economy in Florida, with a 2017 gross domestic product of $344.9 billion. In a 2018 UBS study of 77 world cities, Miami was the third-richest city in the U.S. and the third-richest globally in purchasing power. Miami is a majority-minority city with a Hispanic and Latino population of 310,472, or 70.2 percent of the city's population, as of 2020.\nDowntown Miami has among the largest concentrations of international banks in the U.S. and is home to several large national and international companies. The Health District is home to several major University of Miami-affiliated hospital and health facilities, including Jackson Memorial Hospital, the nation's largest hospital with 1,547 beds, and the Miller School of Medicine, the University of Miami's academic medical center and teaching hospital, and others engaged in health-related care and research. PortMiami, the city's seaport, is the busiest cruise port in the world in both passenger traffic and cruise lines.\nThe Miami metropolitan area is the second-most visited city or metropolitan statistical area in the U.S. after New York City, with over four million visitors in 2022. Miami has sometimes been called the \"Gateway to Latin America\" because of the magnitude of its commercial and cultural ties to Latin America."
  },
  "Michelle_Williams": {
    "wikidata_description": "Wikimedia disambiguation page",
    "wikidata_id": "Q245766",
    "wikidata_properties": [
      [
        "instance of",
        "Wikimedia human name disambiguation page"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q245766",
    "wikipedia_description": "Topics referred to by the same term",
    "wikipedia_paragraph": "Michelle Williams or Michele Williams may refer to:\n\nMichelle Ann Williams (born circa 1965), American public health scholar\nMichelle Williams (singer) (born 1979), American singer, previously a member of Destiny's Child\nMichelle Williams (actress) (born 1980), American actress\nMichelle Toro (born 1991), Canadian swimmer; née Michelle Williams\nMichelle C. Williams, Scottish physician\nMichelle Williams (sprinter), winner of the 1991 NCAA 4 × 100 m championship\nMichele Williams (sprinter), winner of the 2010 4 × 400 meter relay at the NCAA Division I Indoor Track and Field Championships"
  },
  "NASA": {
    "wikidata_description": "American space and aeronautics agency",
    "wikidata_id": "Q23548",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "independent agency of the United States government"
      ],
      [
        "instance of",
        "space agency"
      ],
      [
        "occupation",
        "artist"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q23548",
    "wikipedia_description": "American space and aeronautics agency",
    "wikipedia_paragraph": "The National Aeronautics and Space Administration (NASA ) is an independent agency of the US federal government responsible for the United States's civil space program, aeronautics research and space research. Established in 1958, it succeeded the National Advisory Committee for Aeronautics (NACA) to give the American space development effort a distinct civilian orientation, emphasizing peaceful applications in space science. It has since led most of America's space exploration programs, including Project Mercury, Project Gemini, the 1968–1972 Apollo program missions, the Skylab space station, and the Space Shuttle. Currently, NASA supports the International Space Station (ISS) along with the Commercial Crew Program and oversees the development of the Orion spacecraft and the Space Launch System for the lunar Artemis program.\nNASA's science division is focused on better understanding Earth through the Earth Observing System; advancing heliophysics through the efforts of the Science Mission Directorate's Heliophysics Research Program; exploring bodies throughout the Solar System with advanced robotic spacecraft such as New Horizons and planetary rovers such as Perseverance; and researching astrophysics topics, such as the Big Bang, through the James Webb Space Telescope, the four Great Observatories, and associated programs. The Launch Services Program oversees launch operations for its uncrewed launches.\n\n"
  },
  "Orlando_City_SC": {
    "wikidata_description": "soccer club in Major League Soccer",
    "wikidata_id": "Q15214308",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "association football club"
      ],
      [
        "instance of",
        "association football team"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q15214308",
    "wikipedia_description": "American professional soccer club based in Orlando, Florida",
    "wikipedia_paragraph": "Orlando City Soccer Club is an American professional soccer club based in Orlando, Florida. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. Owned by Zygi, Leonard, and Mark Wilf, it is the sister club of the National Women's Soccer League's Orlando Pride and MLS Next Pro's Orlando City B. The team plays its home games in downtown Orlando at Inter&Co Stadium, which is owned and operated by the club.\nThe team played as a charter member of the USL Pro, winning three Commissioner's Cups and two league championships in its first four seasons. The victories led to a successful bid to enter MLS, the highest level of the United States soccer league system, debuting in its 2015 season alongside New York City FC, and selling their USL franchise rights to Louisville City FC. Since its purchase by the Wilf family in 2021, the club has qualified twice for the Concacaf Champions Cup, and won the U.S. Open Cup in 2022.\n\n"
  },
  "Paris": {
    "wikidata_description": "capital city and largest city of France",
    "wikidata_id": "Q90",
    "wikidata_properties": [
      [
        "country",
        "France"
      ],
      [
        "instance of",
        "department of France"
      ],
      [
        "instance of",
        "metropolis"
      ],
      [
        "instance of",
        "global city"
      ],
      [
        "instance of",
        "megacity"
      ],
      [
        "instance of",
        "territorial collectivity of France with special status"
      ],
      [
        "instance of",
        "largest city"
      ],
      [
        "part of",
        "Île-de-France"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q90",
    "wikipedia_description": "Capital and largest city of France",
    "wikipedia_paragraph": "Paris (French pronunciation: [paʁi] ) is the capital and largest city of France. With an estimated population of 2,048,472 in January 2025 in an area of more than 105 km2 (41 sq mi), Paris is the fourth-most populous city in the European Union and the 30th most densely populated city in the world in 2022. Since the 17th century, Paris has been one of the world's major centres of finance, diplomacy, commerce, culture, fashion, and gastronomy. Because of its leading role in the arts and sciences and its early adoption of extensive street lighting, Paris became known as the City of Light in the 19th century.\nThe City of Paris is the centre of the Île-de-France region, or Paris Region, with an official estimated population of 12,271,794 in January 2023, or about 19% of the population of France. The Paris Region had a nominal GDP of €765 billion (US$1.064 trillion when adjusted for PPP) in 2021, the highest in the European Union. According to the Economist Intelligence Unit Worldwide Cost of Living Survey, in 2022, Paris was the city with the ninth-highest cost of living in the world.\nParis is a major railway, highway, and air-transport hub served by two international airports: Charles de Gaulle Airport, the third-busiest airport in Europe, and Orly Airport. Paris has one of the most sustainable transportation systems and is one of only two cities in the world that received the Sustainable Transport Award twice. Paris is known for its museums and architectural landmarks: the Louvre received 8.9 million visitors in 2023, on track for keeping its position as the most-visited art museum in the world. The Musée d'Orsay, Musée Marmottan Monet and Musée de l'Orangerie are noted for their collections of French Impressionist art. The Pompidou Centre, Musée National d'Art Moderne, Musée Rodin and Musée Picasso are noted for their collections of modern and contemporary art. The historical district along the Seine in the city centre has been classified as a UNESCO World Heritage Site since 1991.\nParis is home to several United Nations organizations including UNESCO, as well as other international organizations such as the OECD, the OECD Development Centre, the International Bureau of Weights and Measures, the International Energy Agency, the International Federation for Human Rights, along with European bodies such as the European Space Agency, the European Banking Authority and the European Securities and Markets Authority. The football club Paris Saint-Germain and the rugby union club Stade Français are based in Paris. The 81,000-seat Stade de France, built for the 1998 FIFA World Cup, is located just north of Paris in the neighbouring commune of Saint-Denis. Paris hosts the French Open, an annual Grand Slam tennis tournament, on the red clay of Roland Garros. Paris hosted the 1900, the 1924, and the 2024 Summer Olympics. The 1938 and 1998 FIFA World Cups, the 2019 FIFA Women's World Cup, the 2007 and 2023 Rugby World Cups, the 1954 and 1972 Rugby League World Cups, as well as the 1960, 1984 and 2016 UEFA European Championships were held in Paris. Every July, the Tour de France bicycle race finishes on the Avenue des Champs-Élysées."
  },
  "Paris_Agreement": {
    "wikidata_description": "international agreement from 12 December 2015 within the United Nations Framework Convention on Climate Change (UNFCCC) dealing with greenhouse gas emissions mitigation, adaptation and finance starting in the year 2020",
    "wikidata_id": "Q21707860",
    "wikidata_properties": [
      [
        "country",
        "France"
      ],
      [
        "instance of",
        "treaty"
      ],
      [
        "instance of",
        "environmental protocol"
      ],
      [
        "part of",
        "United Nations Framework Convention on Climate Change"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q21707860",
    "wikipedia_description": "2015 international treaty regarding climate change",
    "wikipedia_paragraph": "The Paris Agreement (also called the Paris Accords or Paris Climate Accords) is an international treaty on climate change that was signed in 2016. The treaty covers climate change mitigation, adaptation, and finance. The Paris Agreement was negotiated by 196 parties at the 2015 United Nations Climate Change Conference near Paris, France. As of February 2023, 195 members of the United Nations Framework Convention on Climate Change (UNFCCC) are parties to the agreement. Of the three UNFCCC member states which have not ratified the agreement, the only major emitter is Iran. The United States, the second largest emitter, withdrew from the agreement in 2020, rejoined in 2021, and announced its withdrawal again in 2025.\nThe Paris Agreement has a long-term temperature goal which is to keep the rise in global surface temperature to well below 2 °C (3.6 °F) above pre-industrial levels. The treaty also states that preferably the limit of the increase should only be 1.5 °C (2.7 °F). These limits are defined as averages of the global temperature as measured over many years. \nThe lower the temperature increase, the smaller the effects of climate change can be expected. To achieve this temperature goal, greenhouse gas emissions should be reduced as soon as, and by as much as, possible. They should even reach net zero by the middle of the 21st century. To stay below 1.5 °C of global warming, emissions need to be cut by roughly 50% by 2030. This figure takes into account each country's documented pledges.  After the Paris Agreement was signed, global emissions continued to rise rather than fall. 2024 was the hottest year on record, with a rise of more than 1.5 °C in global average temperature. \nThe treaty aims to help countries adapt to climate change effects, and mobilize enough finance. Under the agreement, each country must determine, plan, and regularly report on its contributions. No mechanism forces a country to set specific emissions targets, but each target should go beyond previous targets. In contrast to the 1997 Kyoto Protocol, the distinction between developed and developing countries is blurred, so that the latter also have to submit plans for emission reductions.\nThe Paris Agreement was opened for signature on 22 April 2016 (Earth Day) at a ceremony inside the UN Headquarters in New York. After the European Union ratified the agreement, sufficient countries had ratified the agreement responsible for enough of the world's greenhouse gases for the agreement to enter into force on 4 November 2016.\nWorld leaders have lauded the agreement. However, some environmentalists and analysts have criticized it, saying it is not strict enough. There is debate about the effectiveness of the agreement. While pledges under the Paris Agreement are insufficient for reaching the set temperature goals, there is a mechanism of increased ambition. The Paris Agreement has been successfully used in climate litigation in the late 2010s forcing countries and oil companies to strengthen climate action.\n\n"
  },
  "Serena_Williams": {
    "wikidata_description": "American tennis player",
    "wikidata_id": "Q11459",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "actor"
      ],
      [
        "occupation",
        "writer"
      ],
      [
        "occupation",
        "businessperson"
      ],
      [
        "occupation",
        "designer"
      ],
      [
        "occupation",
        "tennis player"
      ],
      [
        "occupation",
        "autobiographer"
      ],
      [
        "part of",
        "Williams sisters"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q11459",
    "wikipedia_description": "American tennis player (born 1981)",
    "wikipedia_paragraph": "Serena Jameka Williams (born September 26, 1981) is an American former professional tennis player. She was ranked as the world No. 1 in women's singles by the Women's Tennis Association (WTA) for 319 weeks (third-most of all time), and finished as the year-end No. 1 five times. Williams won 73 WTA Tour-level singles titles, including 23 major women's singles titles — the most in the Open Era, and the second-most of all time. She is the only player to accomplish a career Golden Slam in both singles and doubles.\nAlong with her elder sister Venus, Serena Williams was coached by her parents Oracene Price and Richard Williams. Turning professional in 1995, she won her first major singles title at the 1999 US Open. From the 2002 French Open to the 2003 Australian Open she was dominant, winning all four major singles titles consecutively (each time over Venus in the final) to achieve a non-calendar year Grand Slam (nicknamed the \"Serena Slam\"). The next few years saw Williams capture two more major singles titles, but suffer from injury and decline in form. Starting in 2007, however, she gradually returned to form despite continued injuries, reclaiming the world No. 1 singles ranking. Beginning with the 2012 Wimbledon Championships, Williams returned to dominance, claiming Olympic gold (completing the career Golden Slam in singles) and winning eight out of thirteen singles majors, including all four in a row from 2014–2015 to achieve a second \"Serena Slam\". At the 2017 Australian Open, she won her 23rd major singles title, surpassing Steffi Graf's Open Era record. After becoming pregnant, Williams took a break from professional tennis, but reached four major finals upon returning to play. In August 2022, Williams announced her impending \"evolution\" away from professional tennis, and played her final match at the 2022 US Open.\nWilliams also won 23 WTA Tour-level doubles titles. This includes 14 major women's doubles titles, all won with her sister Venus, and the pair was unbeaten in major doubles finals (the best unbeaten record in major finals in any discipline of the sport). The sisters achieved a non-calendar year Grand Slam between the 2009 Wimbledon Championships and the 2010 French Open, which granted them the doubles world No. 1 ranking. Williams won four Olympic gold medals, three in women's doubles—an all-time joint record in tennis, shared with her sister. The duo are the only women in the Open Era to win Olympic gold in both singles and doubles. Williams also won two mixed doubles majors, both in 1998. She is the only player, male or female, to complete three career Golden Slams – one in women's singles and two in women's doubles.\nThe ascent of the Williams sisters has been credited with ushering in a new era of power and athleticism on the women's professional tennis tour. Serena holds a combined 39 major titles — 23 in singles, 14 in women's doubles, and two in mixed doubles — placing her joint-third on the all-time list and second in the Open Era for total major titles. She is the most recent woman to simultaneously hold all four major singles titles (2002–2003 and 2014–2015), and to win the Surface Slam (major titles on hard, clay and grass courts in the same calendar year), which she accomplished in 2015. She is also, with Venus, the most recent player to have simultaneously held all four major women's doubles titles (2009–2010).\nWilliams was the world's highest paid woman athlete in 2016, earning almost $29 million. She repeated this feat in 2017 when she was the only woman on Forbes' list of the 100 highest-paid athletes, with $27 million in prize money and endorsements. She is the highest-earning woman athlete of all time.\nWilliams won the Laureus World Sportswoman of the Year a record four times (2003, 2010, 2016, 2018), Comeback of the Year once (2007), and in December 2015 was named Sportsperson of the Year by Sports Illustrated magazine. In 2020, the Tennis Channel ranked Williams as the greatest female tennis player in history.\nIn 2025 she was awarded the Princess of Asturias Award in the category of \"Sport\".\n\n"
  },
  "Siena_Miller": {
    "wikidata_description": "British-American actress",
    "wikidata_id": "Q193458",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "actor"
      ],
      [
        "occupation",
        "model"
      ],
      [
        "occupation",
        "voice actor"
      ],
      [
        "occupation",
        "socialite"
      ],
      [
        "occupation",
        "film actor"
      ],
      [
        "occupation",
        "fashion designer"
      ],
      [
        "occupation",
        "stage actor"
      ],
      [
        "occupation",
        "television actor"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q193458",
    "wikipedia_description": "British-American actress (born 1981)",
    "wikipedia_paragraph": "Sienna Rose Diana Miller (born 28 December 1981) is an American-British actress. Born in New York City and raised in London, she began her career as a photography model, appearing in the pages of Italian Vogue and for the 2003 Pirelli Calendar. Her acting breakthrough came in the 2004 films Layer Cake and Alfie. She subsequently portrayed socialite Edie Sedgwick in Factory Girl (2006) and author Caitlin Macnamara in The Edge of Love (2008), and was nominated for the BAFTA Rising Star Award in 2008. Her role as The Baroness in G.I. Joe: The Rise of Cobra (2009) was followed by a brief sabbatical from the screen amid increased tabloid scrutiny.\nMiller returned to prominence with her role as actress Tippi Hedren in the 2012 television film The Girl, for which she was nominated for the BAFTA Television Award for Best Actress and the Golden Globe Award for Best Actress – Miniseries or Television Film. She has since starred in several notable films, including Foxcatcher (2014), American Sniper (2014), The Lost City of Z (2016), Live by Night (2016), and American Woman (2018), as well as the miniseries The Loudest Voice (2019) and Anatomy of a Scandal (2022)."
  },
  "Tim_Cook": {
    "wikidata_description": "American business executive",
    "wikidata_id": "Q265852",
    "wikidata_properties": [
      [
        "instance of",
        "human"
      ],
      [
        "occupation",
        "engineer"
      ],
      [
        "occupation",
        "chief executive officer"
      ],
      [
        "occupation",
        "businessperson"
      ],
      [
        "occupation",
        "presenter"
      ],
      [
        "occupation",
        "manager"
      ],
      [
        "occupation",
        "computer scientist"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q265852",
    "wikipedia_description": "American business executive (born 1960)",
    "wikipedia_paragraph": "Timothy Donald Cook (born November 1, 1960) is an American business executive who is the current chief executive officer of Apple Inc. Cook had previously been the company's chief operating officer under its co-founder Steve Jobs. Cook joined Apple in March 1998 as a senior vice president for worldwide operations, and then as vice president for worldwide sales and operations. He was appointed chief executive of Apple on August 24, 2011, after Jobs resigned.\nDuring his tenure as the chief executive of Apple and while serving on its board of directors, he has advocated for the political reform of international and domestic surveillance, cybersecurity, national manufacturing, and environmental preservation. Since becoming CEO, Cook has also replaced Jobs' micromanagement with a more liberal style and implemented a collaborative culture at Apple.: 314 \nSince 2011 when he took over Apple, to 2020, Cook doubled the company's revenue and profit, and the company's market value increased from $348 billion to $1.9 trillion. In 2023, Apple was the largest technology company by revenue, with US$394.33 billion.\nOutside of Apple, Cook has sat on the board of directors of Nike, Inc. since 2005. He also sits on the board of the National Football Foundation and is a trustee of Duke University, his alma mater. Cook engages in philanthropy; in March 2015 he said he planned to donate his fortune to charity. In 2014, Cook became the first and only chief executive of a Fortune 500 company to publicly come out as gay. In October 2014, the Alabama Academy of Honor inducted Cook, who spoke on the state's record of LGBT rights. It is the highest honor Alabama gives its citizens. In 2012 and 2021, Cook appeared on the Time 100, Time's annual list of the 100 most influential people in the world. As of May 2025, his net worth is estimated at US$2.4 billion, according to Forbes.\n\n"
  },
  "USB-C": {
    "wikidata_description": "24-pin reversible-plug serial digital connector system designed to replace all other USB connectors by carrying all USB data protocols (and some others) and power levels (in either direction, up to 240 W)",
    "wikidata_id": "Q20026619",
    "wikidata_properties": [
      [
        "part of",
        "Universal Serial Bus"
      ],
      [
        "subclass of",
        "USB connector"
      ],
      [
        "subclass of",
        "electrical connector system"
      ],
      [
        "subclass of",
        "signal and power connector"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q20026619",
    "wikipedia_description": "24-pin USB connector system",
    "wikipedia_paragraph": "USB‑C, or USB Type‑C, is a 24-pin reversible connector (not a protocol) that supersedes all previous USB connectors, designated legacy in 2014, and also supersedes Mini DisplayPort and Lightning connectors. USB‑C can carry data, e.g. audio or video, power, or both, to connect to displays, external drives, mobile phones, keyboards, trackpads, mice, and many more devices; sometimes indirectly via hubs or docking stations. It is used not only by USB technology, but also by other data transfer protocols, including Thunderbolt, PCIe, HDMI, DisplayPort, and others. It is extensible to support future protocols.\nThe design for the USB‑C connector was initially developed in 2012 by Intel, HP Inc., Microsoft, and the USB Implementers Forum. The Type‑C Specification 1.0 was published by the USB Implementers Forum (USB-IF) on August 11, 2014. In July 2016, it was adopted by the IEC as \"IEC 62680-1-3\".\nThe USB Type‑C connector has 24 pins and is reversible. The designation C distinguishes it from the various USB connectors it replaced, all termed either Type‑A or Type‑B. Whereas earlier USB cables had a host end A and a peripheral device end B, a USB‑C cable connects either way; and for interoperation with older equipment, there are cables with a Type‑C plug at one end and either a Type‑A (host) or a Type‑B (peripheral device) plug at the other. \nThe designation C refers only to the connector's physical configuration, or form factor, not to be confused with the connector's specific capabilities and performance, such as Thunderbolt 3, DisplayPort 2.0, USB 3.2 Gen 2×2. While USB‑C is the single modern connector for all USB protocols, there are valid uses of the connector that do not involve any USB protocol. Based on the protocols supported by all, host, intermediate devices (hubs), and peripheral devices, a USB‑C connection normally provides much higher data rates, and ofter more electrical power, than anything using the superseded connectors.\nA device with a Type‑C connector does not necessarily implement any USB transfer protocol, USB Power Delivery, or any of the Alternate Modes: the Type‑C connector is common to several technologies while mandating only a few of them.\nUSB 3.2, released in September 2017, fully replaced the USB 3.1 (and therefore also USB 3.0) specifications. It preserves the former USB 3.1 SuperSpeed and SuperSpeed+ data transfer modes and introduces two additional data transfer modes by newly applying two-lane operations, with signalling rates of 10 Gbit/s (SuperSpeed USB 10 Gbps; raw data rate: 1.212 GB/s) and 20 Gbit/s (SuperSpeed USB 20 Gbps; raw data rate: 2.422 GB/s). They are only applicable with Full-Featured USB‑C cables and connectors and hosts, hubs, and peripheral devices that use them.\nUSB4, released in 2019, is the first USB transfer protocol standard that is applicable exclusively via USB‑C.\n\n"
  },
  "United_Kingdom": {
    "wikidata_description": "country in north-west Europe",
    "wikidata_id": "Q145",
    "wikidata_properties": [
      [
        "country",
        "United Kingdom"
      ],
      [
        "instance of",
        "country"
      ],
      [
        "instance of",
        "island country"
      ],
      [
        "instance of",
        "sovereign state"
      ],
      [
        "instance of",
        "colonial power"
      ],
      [
        "part of",
        "Common Travel Area"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q145",
    "wikipedia_description": "Country in north-western Europe",
    "wikipedia_paragraph": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in north-western Europe, off the coast of the continental mainland. It comprises England, Scotland, Wales and Northern Ireland. The UK includes the island of Great Britain, the north-eastern part of the island of Ireland, and most of the smaller islands within the British Isles, covering 94,354 square miles (244,376 km2). Northern Ireland shares a land border with the Republic of Ireland; otherwise, the UK is surrounded by the Atlantic Ocean, the North Sea, the English Channel, the Celtic Sea and the Irish Sea. It maintains sovereignty over the British Overseas Territories, which are located across various oceans and seas globally. The UK had an estimated population of over 68.2 million people in 2023. The capital and largest city of both England and the UK is London. The cities of Edinburgh, Cardiff and Belfast are the national capitals of Scotland, Wales and Northern Ireland respectively.\nThe UK has been inhabited continuously since the Neolithic. In AD 43 the Roman conquest of Britain began; the Roman departure was followed by Anglo-Saxon settlement. In 1066 the Normans conquered England. With the end of the Wars of the Roses the Kingdom of England stabilised and began to grow in power, resulting by the 16th century in the annexation of Wales and the establishment of the British Empire. Over the course of the 17th century the role of the British monarchy was reduced, particularly as a result of the English Civil War. In 1707 the Kingdom of England and the Kingdom of Scotland united under the Treaty of Union to create the Kingdom of Great Britain. In the Georgian era the office of prime minister became established. The Acts of Union 1800 incorporated the Kingdom of Ireland to create the United Kingdom of Great Britain and Ireland in 1801. Most of Ireland seceded from the UK in 1922 as the Irish Free State, and the Royal and Parliamentary Titles Act 1927 created the present United Kingdom.\nThe UK became the first industrialised country and was the world's foremost power for the majority of the 19th and early 20th centuries, particularly during the Pax Britannica between 1815 and 1914. The British Empire was the leading economic power for most of the 19th century, a position supported by its agricultural prosperity, its role as a dominant trading nation, a massive industrial capacity, significant technological achievements, and the rise of 19th-century London as the world's principal financial centre. At its height in the 1920s the empire encompassed almost a quarter of the world's landmass and population, and was the largest empire in history. However, its involvement in the First World War and the Second World War damaged Britain's economic power, and a global wave of decolonisation led to the independence of most British colonies.\nThe UK is a constitutional monarchy and parliamentary democracy with three distinct jurisdictions: England and Wales, Scotland, and Northern Ireland. Since 1999 Scotland, Wales and Northern Ireland have their own governments and parliaments which control various devolved matters. A developed country with an advanced economy, the UK ranks amongst the largest economies by nominal GDP and is one of the world's largest exporters and importers. As a nuclear state with one of the highest defence budgets, the UK maintains one of the strongest militaries in Europe. Its soft power influence can be observed in the legal and political systems of many of its former colonies, and British culture remains globally influential, particularly in language, literature, music and sport. A great power, the UK is part of numerous international organisations and forums."
  },
  "United_States": {
    "wikidata_description": "country located primarily in North America",
    "wikidata_id": "Q30",
    "wikidata_properties": [
      [
        "country",
        "United States"
      ],
      [
        "instance of",
        "country"
      ],
      [
        "instance of",
        "sovereign state"
      ],
      [
        "instance of",
        "superpower"
      ],
      [
        "instance of",
        "federal republic"
      ],
      [
        "instance of",
        "democratic republic"
      ],
      [
        "instance of",
        "constitutional republic"
      ],
      [
        "part of",
        "North America"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q30",
    "wikipedia_description": "Country primarily in North America",
    "wikipedia_paragraph": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States also asserts sovereignty over five major island territories and various uninhabited islands in Oceania and the Caribbean. It is a megadiverse country, with the world's third-largest land area and third-largest population, exceeding 340 million.\nPaleo-Indians migrated from North Asia to North America over 12,000 years ago, and formed various civilizations. Spanish colonization established Spanish Florida in 1513, the first European colony in what is now the continental United States. British colonization followed with the 1607 settlement of Virginia, the first of the Thirteen Colonies. Forced migration of enslaved Africans supplied the labor force to sustain the Southern Colonies' plantation economy. Clashes with the British Crown over taxation and lack of parliamentary representation sparked the American Revolution, leading to the Declaration of Independence on July 4, 1776. Victory in the 1775–1783 Revolutionary War brought international recognition of U.S. sovereignty and fueled westward expansion, dispossessing native inhabitants. As more states were admitted, a North–South division over slavery led the Confederate States of America to attempt secession and fight the Union in the 1861–1865 American Civil War. With the United States' victory, slavery was abolished nationally. By 1900, the country had established itself as a great power, a status solidified after its involvement in World War I. Following Japan's attack on Pearl Harbor in 1941, the U.S. entered World War II. Its aftermath left the U.S. and the Soviet Union as rival superpowers, competing for ideological dominance and international influence during the Cold War. The Soviet Union's collapse in 1991 ended the Cold War, leaving the U.S. as the world's sole superpower.\nThe U.S. national government is a presidential constitutional federal republic and representative democracy with three separate branches: legislative, executive, and judicial. It has a bicameral national legislature composed of the House of Representatives (a lower house based on population) and the Senate (an upper house based on equal representation for each state). Federalism grants substantial autonomy to the 50 states. In addition, 574 Native American tribes have sovereignty rights, and there are 326 Native American reservations. Since the 1850s, the Democratic and Republican parties have dominated American politics, while American values are based on a democratic tradition inspired by the Enlightenment movement.\nA developed country, the U.S. ranks high in economic competitiveness, innovation, and higher education. Accounting for over a quarter of nominal global economic output, its economy has been the world's largest since about 1890. It is the wealthiest country, with the highest disposable household income per capita among OECD members, though its wealth inequality is one of the most pronounced in those countries. Shaped by centuries of immigration, the culture of the U.S. is diverse and globally influential. Making up more than a third of global military spending, the country has one of the strongest militaries and is a recognized nuclear state. A member of numerous international organizations, the U.S. plays a major role in global political, cultural, economic, and military affairs."
  },
  "Wimbledon_Championships": {
    "wikidata_description": "tennis tournament held in London",
    "wikidata_id": "Q41520",
    "wikidata_properties": [
      [
        "country",
        "United Kingdom"
      ],
      [
        "instance of",
        "recurring sporting event"
      ],
      [
        "part of",
        "Grand Slam of tennis"
      ],
      [
        "subclass of",
        "tennis tournament"
      ]
    ],
    "wikidata_url": "https://www.wikidata.org/wiki/Q41520",
    "wikipedia_description": "Tennis tournament held in London",
    "wikipedia_paragraph": "The Wimbledon Championships, commonly called Wimbledon, is a tennis tournament organised by the All England Lawn Tennis and Croquet Club in collaboration with the Lawn Tennis Association annually in Wimbledon, London. It is chronologically the third of the four Grand Slam tennis events each year, held after the Australian Open and the French Open and before the US Open. It is the oldest tennis tournament in the world and is widely regarded as the most prestigious. \nWimbledon has been held since 1877 and is played on outdoor grass courts; it is the only tennis major still played on grass, the traditional surface. It is also the only major that retains a night-time curfew, though matches can now continue until 23:00 under the lights. \nThe tournament traditionally takes place over two weeks in late June and early July, starting either on the last Monday in June or the first Monday in July and culminating with the Ladies' and Gentlemen's Singles Finals, scheduled for the Saturday and Sunday at the end of the second week. Five major events are held each year, with additional junior and invitational competitions also taking place. In 2009, Wimbledon's Centre Court was fitted with a retractable roof to lessen the loss of playing time due to rain. A roof was operational over No. 1 Court from 2019, when a number of other improvements were made, including adding cushioned seating, an Aorangi player warm-up area, a table and 10 independently operable cameras per court to capture the games.\nWimbledon traditions include a strict all-white dress code for competitors, and royal patronage. Strawberries and cream are traditionally consumed at the tournament, in latter years accompanied by champagne. Unlike other tournaments, advertising is minimal and low-key from official suppliers such as Slazenger and Rolex. The relationship with Slazenger is the world's longest-running sporting sponsorship, providing balls for the tournament since 1902. \nDue to the COVID-19 pandemic, Wimbledon 2020 was cancelled, the first cancellation of the tournament since World War II. The rescheduled 134th edition was staged from 28 June 2021 to 11 July 2021. The 135th edition was played between 27 June 2022 and 10 July 2022, and regularly scheduled play occurred in the middle Sunday for the first time. It marked the centenary of the inaugural championships staged at the Centre Court. The ATP, ITF, and WTA did not award ranking points for the 2022 tournament, due to controversy over the tournament excluding players representing Russia and Belarus.\nThe 2025 Wimbledon Championships will run from 30 June to 13 July. All in-person line judges will be replaced by electronic line calling systems for the first time in the tournament's 147-year history.\n\n"
  }
}